Repository: DevLaport/localizers-csiflex
Catalog: CSIFLEX.*.resx
Languages: fr, pt

# btnAdd
source: Add
fr: Ajouter
pt: Adicionar

# btnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# btnClick1
source: Click to edit the item
fr: Cliquez pour éditer l'élément
pt: Clique para editar o item

# btnClick2
source: Click to collapse all items
fr: Cliquez pour réduire tous les éléments
pt: Clique para recolher todos os itens

# btnClick3
source: Click to show all items
fr: Cliquez pour afficher tous les éléments
pt: Clique para mostrar todos os itens

# btnClick4
source: Click to delete the item
fr: Cliquez pour supprimer l'élément
pt: Clique para excluir o item

# btnDelete
source: Delete
fr: Supprimer
pt: Excluir

# btnEdit
source: Edit
fr: Éditer
pt: Editar

# lblDepartmentName
source: Department Name
fr: Nom du Département
pt: Nome do Departamento

# lblDepartmentType
source: Department Type
fr: Type de Département
pt: Tipo de Departamento

# paragraph1
source: Change Profile
fr: Changer le Profil
pt: Alterar Perfil

# paragraph2
source: Add Role
fr: Ajouter un Rôle
pt: Adicionar Função

# pDelete
source: Do you really want to delete
fr: Voulez-vous vraiment supprimer
pt: Deseja realmente excluir

# txtselect
source: (select)
pt: (selecionar)

# GroupsFormBreadcrumb1
source: Groups
fr: Accueil
pt: Grupos

# GroupsFormBreadcrumb2
source: Group
fr: Utilisateur
pt: Grupo

# GroupsFormBreadcrumb3
source: Home
fr: Ajouter
pt: Adicionar

# GroupsFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# GroupsFormBtnSave
source: Save
fr: Enregistrer
pt: Salvar

# GroupsFormBtnSearchMachine
source: Search machine
fr: Machine de recherche
pt: Pesquisar máquina

# GroupsFormBtnSearchUser
source: Search user
fr: Rechercher un utilisateur
pt: Pesquisar usuário

# GroupsFormLblCompanySearch
source: Company Search
fr: Rechercher une entreprise
pt: Pesquisar Empresas

# GroupsFormBtnSearchCompany
source: Search Company
fr: Rechercher une entreprise
pt: Pesquisar empresa

# GroupsFormLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# GroupsFormLblMachineSearch
source: Machine Search
fr: Recherche de machines
pt: Pesquisar Maquinas

# GroupsFormLblMachineSearch2
source: Search for machine and save
fr: Rechercher une machine et enregistrer
pt: Procure por máquina e guarde

# GroupsFormLblCompanySearch2
source: Search for company and save
fr: Rechercher une entreprise et enregistrer
pt: Procure por empresa e guarde

# GroupsFormLblUserSearch2
source: Search for user and save
fr: Rechercher une utilisateur et enregistrer
pt: Procure por usuário e guarde

# GroupsFormLblName
source: Name
fr: Nom
pt: Nome

# GroupsFormLblType
source: Type
fr: Type de groupe
pt: Tipo

# GroupsFormLblUserSearch
source: User Search
fr: Recherche d'utilisateurs
pt: Pesquisar Usuarios

# GroupsFormNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Não há dados para exibir

# GroupsFormTabCompanies
source: Bind to Companies
fr: Se lier aux entreprises
pt: Ligar as empresas

# GroupsFormTabGroup
source: Group
fr: Groupe
pt: Grupo

# GroupsFormTabMachines
source: Bind to Machines
fr: Lier aux machines
pt: Vincular Maquinas

# GroupsFormTabUsers
source: Bind to Users
fr: Lier aux utilisateurs
pt: Vincular Usuarios

# GroupsFormThCompany
source: Company
fr: Entreprise
pt: Companhia

# GroupsFormThMachine
source: Machine
pt: Máquina

# GroupsFormThUser
source: User
fr: L'utilisateur
pt: Usuário

# GroupsIndexBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# GroupsIndexBreadcrumb2
source: Groups
fr: Groupes
pt: Grupos

# GroupsIndexShowAllGroups
source: Show all groups
fr: Afficher tous les groupes
pt: Mostrar todos os grupos

# GroupsIndexParagraph1
source: Groups
fr: Groupes
pt: Grupo

# GroupsIndexThActions
source: Actions
pt: Ações

# GroupsIndexThName
source: Name
fr: Nom
pt: Nome

# GroupsIndexBtnAddGroup
source: Add group
fr: Ajouter un groupe
pt: Adicionar grupo

# GroupsIndexShowDisabled
source: Show disabled
fr: Afficher les désactivés
pt: Mostrar desabilitados

# GroupsIndexShowEnabled
source: Show enabled
fr: Afficher les activés
pt: Mostrar habilitados

# GroupsIndexChangeViewModel
source: Change view model
fr: Changer le modèle de vue
pt: Alterar modelo de visualização

# GroupsIndexEditItem
source: Edit item
fr: Modifier l'élément
pt: Modificar item

# GroupsIndexTitleEditItem
source: Edit item
fr: Modifier l'élément
pt: Modificar item

# btnConnect
source: Connect
fr: Connecter
pt: Conectar

# btnConnected
source: Connected
fr: Connecté
pt: Conectado

# btnSettings
source: Settings
fr: Paramètres
pt: Configurações

# dropDeleteConnection
source: Delete Connection
fr: Supprimer la Connexion
pt: Excluir Conexão

# dropDisable
source: Disable
fr: Désactiver
pt: Desativar

# dropEditConnection
source: Edit Connection
fr: Éditer la Connexion
pt: Editar Conexão

# dropMachines
source: Machines
pt: Máquinas

# dropShifts
source: Shifts
fr: Équipes
pt: Turnos

# lblLike
source: Like
fr: Aimer
pt: Curtir

# lblShare
source: Share
fr: Partager
pt: Compartilhar

# liMonitoring
source: Monitoring
fr: Surveillance
pt: Monitoramento

# liOthersDevices
source: OthersDevices
fr: Autres Appareils
pt: Outros Dispositivos

# titleENETDNC
source: eNETDNC Monitoring
fr: Surveillance eNETDNC
pt: Monitoramento eNETDNC

# titleIMonnit
source: iMonnit Cloud Sensor Management Software
fr: Logiciel de Gestion des Capteurs Cloud iMonnit
pt: Software de Gerenciamento de Sensores na Nuvem iMonnit

# txteNetDNC
source: At it’s core eNETDNC provides a way to link CNC machines to your network. This can be done both wired or wirelessly, depending on the scenario. Data, like G-code programs, can then be shared between the machine and computer. This can eliminate the need to manually transfer files back and forth. The files can be located on a central server that everyone can access, preventing confusion when it comes to things like revisions. With eNETDNC the operator can send/receive data using the CNC control, so they don’t have to leave the machine. The eNETDNC system also helps with file organization, storage, and backup. With Smart File Compare file revisions are managed and the original files are preserved. All of the uploads are reviewed for changes and stored for approval. If you don’t have a DNC system already, or have one that isn’t working properly, you could be undermining your profit margin. For that reason, the return on investment for an eNETDNC system can be very fast. Most companies realize a payback period of less than 6 months. Some return on investment calculations revealed paybacks in just six weeks.
fr: À sa base, eNETDNC offre un moyen de connecter des machines CNC à votre réseau. Cela peut être fait avec ou sans fil, selon le scénario. Les données, telles que les programmes G-code, peuvent ensuite être partagées entre la machine et l'ordinateur. Cela peut éliminer le besoin de transférer manuellement des fichiers d'un côté à l'autre. Les fichiers peuvent être situés sur un serveur central auquel tout le monde peut accéder, évitant ainsi la confusion en ce qui concerne les révisions, par exemple. Avec eNETDNC, l'opérateur peut envoyer/recevoir des données à l'aide de la commande CNC, ce qui lui évite de quitter la machine. Le système eNETDNC contribue également à l'organisation, au stockage et à la sauvegarde des fichiers. Grâce à Smart File Compare, les révisions de fichiers sont gérées et les fichiers d'origine sont préservés. Tous les téléchargements sont examinés pour détecter les modifications et stockés pour approbation. Si vous n'avez pas encore de système DNC, ou si vous en avez un qui ne fonctionne pas correctement, vous pourriez compromettre votre marge bénéficiaire. Pour cette raison, le retour sur investissement d'un système eNETDNC peut être très rapide. La plupart des entreprises constatent un délai de récupération de moins de 6 mois. Certaines analyses du retour sur investissement ont révélé des récupérations en seulement six semaines.
pt: No seu núcleo, o eNETDNC oferece uma maneira de conectar máquinas CNC à sua rede. Isso pode ser feito com fio ou sem fio, dependendo do cenário. Dados, como programas G-code, podem então ser compartilhados entre a máquina e o computador. Isso pode eliminar a necessidade de transferir arquivos manualmente de um lado para o outro. Os arquivos podem estar localizados em um servidor central ao qual todos podem acessar, evitando confusões quando se trata de coisas como revisões. Com o eNETDNC, o operador pode enviar/receber dados usando o controle CNC, para que não precise sair da máquina. O sistema eNETDNC também ajuda na organização, armazenamento e backup de arquivos. Com o Smart File Compare, as revisões de arquivos são gerenciadas e os arquivos originais são preservados. Todos os uploads são revisados quanto a alterações e armazenados para aprovação. Se você ainda não tem um sistema DNC, ou tem um que não está funcionando corretamente, pode estar prejudicando sua margem de lucro. Por esse motivo, o retorno sobre o investimento em um sistema eNETDNC pode ser muito rápido. A maioria das empresas percebe um período de retorno inferior a 6 meses. Algumas análises de retorno sobre o investimento revelaram retorno em apenas seis semanas.

# txtFocas
source: FOCAS Automation Solutions (FAS), based on the FANUC FOCAS API, are designed to simplify the connectivity of third-party hardware or software to the FANUC CNC, and they allow for easy transmission and collection of data from a FANUC CNC. FAS products are either purely software based solutions or propriety software and hardware solutions. All of the FAS solutions below are available in a 30 day trial version from your local FANUC America CNC salesperson or by contacting the FANUC America CNC options team.
fr: Les Solutions d'Automatisation FOCAS (FAS), basées sur l'API FOCAS FANUC, sont conçues pour simplifier la connectivité du matériel ou du logiciel tiers avec le CNC FANUC, et elles permettent la transmission et la collecte faciles de données à partir d'un CNC FANUC. Les produits FAS sont soit des solutions purement logicielles, soit des solutions logicielles et matérielles propriétaires. Toutes les solutions FAS ci-dessous sont disponibles en version d'essai de 30 jours auprès du vendeur local de la FANUC America CNC ou en contactant l'équipe des options de la FANUC America CNC.
pt: As Soluções de Automação FOCAS (FAS), baseadas na API FOCAS FANUC, são projetadas para simplificar a conectividade de hardware ou software de terceiros ao CNC FANUC, e permitem a transmissão e coleta fáceis de dados de um CNC FANUC. Os produtos FAS são soluções puramente baseadas em software ou soluções de software e hardware proprietárias. Todas as soluções FAS abaixo estão disponíveis em uma versão de teste de 30 dias com o vendedor local da FANUC America CNC ou entrando em contato com a equipe de opções da FANUC America CNC.

# txtIMonnit
source: iMonnit is a cloud based mobile internet platform and central hub for managing Monnit and ALTA products. All data is secured on dedicated servers operating Microsoft SQL Server. This online user interface is where all your device settings can be arranged, supervised, and modified to reflect your unique environment. You can access iMonnit on an internet browser simply by typing www.imonnit.com into the address bar. In addition, you can also download the iMonnit App to your smartphone or tablet. Start with the basic version or upgrade to iMonnit Premiere to enjoy the full features your Monnit experience can offer.
fr: iMonnit est une plateforme Internet mobile basée sur le cloud et un hub central pour gérer les produits Monnit et ALTA. Toutes les données sont sécurisées sur des serveurs dédiés utilisant Microsoft SQL Server. Cette interface utilisateur en ligne est l'endroit où toutes les configurations de vos appareils peuvent être organisées, surveillées et modifiées pour refléter votre environnement unique. Vous pouvez accéder à iMonnit via un navigateur Internet en tapant simplement www.imonnit.com dans la barre d'adresse. De plus, vous pouvez également télécharger l'application iMonnit sur votre smartphone ou tablette. Commencez par la version de base ou passez à iMonnit Premiere pour profiter de toutes les fonctionnalités que votre expérience Monnit peut offrir.
pt: iMonnit é uma plataforma de internet móvel baseada na nuvem e hub central para gerir produtos Monnit e ALTA. Todos os dados estão seguros em servidores dedicados que operam o Microsoft SQL Server. Esta interface de usuário online é onde todas as configurações dos seus dispositivos podem ser organizadas, supervisionadas e modificadas para refletir o seu ambiente único. Você pode acessar o iMonnit em um navegador de internet simplesmente digitando www.imonnit.com na barra de endereços. Além disso, você também pode baixar o aplicativo iMonnit para o seu smartphone ou tablet. Comece com a versão básica ou faça um upgrade para o iMonnit Premiere para aproveitar todos os recursos que a sua experiência Monnit pode oferecer.

# txtMTConnect
source: PLUG-AND-PLAY INTERCONNECTIVITY FOR ENHANCED PRODUCTIVITY When it comes to your machine tool, even the tiniest modifications can have a significant impact on overall efficiency. Data is king, and that’s what MTConnect provides: detailed information over time to help you maximize performance. By establishing an open and expandable channel of communication for plug-and-play interconnectivity between all of your devices, equipment, and systems, MTConnect allows these different sources to exchange and understand each other's data. That common communication is facilitated by using widely accepted XML and Internet Protocol technology to provide you with near real-time data from your entire operation, data you can access via a computer interface of your choosing. Thanks to our control’s open-architecture configuration, any Okuma machine tool with the OSP-P control is MTConnect-ready. In fact, installation is as easy as connecting an Ethernet cable.
fr: INTERCONNEXION PLUG-AND-PLAY POUR UNE PRODUCTIVITÉ ACCRUE En ce qui concerne votre machine-outil, même les modifications les plus minimes peuvent avoir un impact significatif sur l'efficacité globale. Les données sont essentielles, c'est ce que fournit MTConnect : des informations détaillées dans le temps pour vous aider à maximiser les performances. En établissant un canal de communication ouvert et évolutif pour l'interconnectivité plug-and-play entre tous vos appareils, équipements et systèmes, MTConnect permet à ces différentes sources d'échanger et de comprendre les données les unes des autres. Cette communication commune est facilitée par l'utilisation de la technologie XML et du protocole Internet largement acceptés pour vous fournir des données quasi temps réel de l'ensemble de votre opération, des données que vous pouvez consulter via une interface informatique de votre choix. Grâce à la configuration en architecture ouverte de notre commande, toute machine-outil Okuma équipée de la commande OSP-P est prête pour MTConnect. En fait, l'installation est aussi simple que de brancher un câble Ethernet.
pt: INTERCONETIVIDADE PLUG-AND-PLAY PARA MAIOR PRODUTIVIDADE Quando se trata da sua máquina-ferramenta, até as modificações mais pequenas podem ter um impacto significativo na eficiência geral. Os dados são essenciais, e é isso que o MTConnect fornece: informações detalhadas ao longo do tempo para ajudar a maximizar o desempenho. Ao estabelecer um canal de comunicação aberto e expansível para interconectividade plug-and-play entre todos os seus dispositivos, equipamentos e sistemas, o MTConnect permite que essas diferentes fontes troquem e compreendam os dados uns dos outros. Essa comunicação comum é facilitada pelo uso de tecnologia XML e Protocolo da Internet amplamente aceitos para fornecer dados quase em tempo real de toda a sua operação, dados que você pode acessar através de uma interface de computador de sua escolha. Graças à configuração de arquitetura aberta do nosso controle, qualquer máquina-ferramenta Okuma com o controle OSP-P está pronta para o MTConnect. Na verdade, a instalação é tão fácil quanto conectar um cabo Ethernet.

# btnBack
source: Back
fr: Retour
pt: Voltar

# lblFolderPath
source: Folder Path
fr: Chemin du Dossier
pt: Caminho da Pasta

# lblIpAddress
source: Ip Address
fr: Adresse IP
pt: Endereço IP

# lblName
source: Rule Name
fr: Nom de la règle
pt: Nome da Regra

# thActions
source: Actions
pt: Ações

# thCounterMachines
source: Counter Machines
fr: Compteurs de Machines
pt: Contador de Máquinas

# thFolder
source: Folder
fr: Dossier
pt: Pasta

# thFTPAddress
source: FTP Address
fr: Adresse FTP
pt: Endereço FTP

# thIpAddress
source: Ip Address
fr: Adresse IP
pt: Endereço IP

# thName
source: Name
fr: Nom
pt: Nome

# thStatus
source: Status
fr: Statut
pt: Estado

# optDepartment
source: Department
fr: Département
pt: Departamento

# optIsMonitoring
source: Is Monitoring (All)
fr: Est en Surveillance (Tous)
pt: Está Monitorando (Todos)

# optMonitoring
source: Monitoring
fr: Surveillance
pt: Monitoramento

# optNoMonitoring
source: No Monitoring
fr: Pas de Surveillance
pt: Sem Monitoramento

# thDepartment
source: Department
fr: Département
pt: Departamento

# thIsMonitoring
source: Is Monitoring
fr: Est en Surveillance
pt: Está Monitorando

# thPositions
source: Positions
pt: Posições

# thProtocol
source: Protocol
fr: Protocole
pt: Protocolo

# LoginChangePasswordAnchorForgotPass
source: I forgot my password
fr: J'ai Oublié Mon Mot de Passe
pt: Esqueci minha senha

# LoginChangePasswordAnchorRegisterDemo
source: Register a demo version
fr: Enregistrer une version de démonstration
pt: Registar uma versão de demonstração

# LoginChangePasswordBtnSend
source: Send
pt: Enviar

# LoginChangePasswordBtnSignIn
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginChangePasswordLblRememberMe
source: Remember Me
fr: Se Souvenir de Moi
pt: Lembrar-me

# LoginChangePasswordParagraph1
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginChangePasswordPasswordConfirmationMustBeInformed
source: The password confirmation must be informed
fr: La confirmation du mot de passe doit être renseignée
pt: A confirmação de senha deve ser confirmada

# LoginChangePasswordPasswordMustBeInformed
source: The password must be informed
fr: Le mot de passe doit être renseigné
pt: A senha deve ser informada

# LoginChangePasswordProcessing
source: Loading
pt: Carregando...

# LoginChangePasswordResetPassword
source: Reset password
fr: Réinitialiser le mot de passe
pt: Redefinir senha

# LoginChangePasswordXtPassword
source: Password
fr: Mot de Passe
pt: Senha

# LoginChangePasswordTxtUsername
source: Username
fr: Nom d'Utilisateur
pt: Nome de Usuário

# LoginChangePasswordVerifyEmail
source: Please verify your e-mail or submit a forgot password request
fr: Veuillez vérifier votre e-mail ou demander une réinitialisation de mot de passe
pt: Por favor, verifique seu e-mail ou solicite uma mudança de senha

# LoginChangePasswordTxtPassword
source: Password
fr: Mot de Passe
pt: Senha

# LoginForgotAnchorForgotPass
source: I forgot my password
fr: J'ai Oublié Mon Mot de Passe
pt: Esqueci minha palavra-passe

# LoginForgotAnchorRegisterDemo
source: Register a demo version
fr: Enregistrer une version de démonstration
pt: Registar uma versão de demonstração

# LoginForgotBtnSend
source: Send
fr: Envoyer
pt: Enviar

# LoginForgotBtnSignIn
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginForgotBtnSubmit
source: Submit
fr: Envoyer
pt: Envoyer

# LoginForgotEmailMustBeInformed
source: The email must be informed
fr: L'email est requis
pt: O e-mail deve ser informado

# LoginForgotLblRememberMe
source: Remember Me
fr: Se Souvenir de Moi
pt: Lembrar-me

# LoginForgotParagraph1
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginForgotProcessing
source: Loading
pt: Carregando...

# LoginForgotResetPassword
source: Reset password
fr: Réinitialiser le mot de passe
pt: Redefinir a palavra-passe

# LoginForgotResetPasswordEmailLabel
source: Please enter your account email to reset your password
fr: Saisissez votre e-mail pour réinitialiser le mot de passe
pt: Por favor, introduza o e-mail da sua conta para repor a palavra-passe

# LoginForgotReturnLogInPage
source: Log in
fr: Se connecter
pt: Iniciar Sessão

# LoginForgotTxtPassword
source: Password
fr: Mot de Passe
pt: Palavra-passe

# LoginForgotTxtUsername
source: Username
fr: Nom d'Utilisateur
pt: Nome de Usuário

# LoginMFAAnchorForgotPass
source: I forgot my password
fr: J'ai Oublié Mon Mot de Passe
pt: Esqueci minha senha

# LoginMFAAnchorRegisterDemo
source: Register a demo version
fr: Enregistrer une version de démonstration
pt: Registar uma versão de demonstração

# LoginMFABtnSend
source: Send
pt: Enviar

# LoginMFABtnSignIn
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginMFALblRememberMe
source: Remember Me
fr: Se Souvenir de Moi
pt: Lembrar-me

# LoginMFAParagraph1
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginMFAProcessing
source: Loading
pt: Carregando...

# LoginMFATxtPassword
source: Password
fr: Mot de Passe
pt: Senha

# LoginMFATxtUsername
source: Username
fr: Nom d'Utilisateur
pt: Nome de Usuário

# LoginProfileBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# LoginProfileBtnChange
source: Change
fr: Changer
pt: Alterar

# LoginProfileBtnSave
source: Save
fr: Enregistrer
pt: Salvar

# LoginProfileLblCompany
source: Company
fr: Entreprise
pt: Empresa

# LoginProfileLblRole
source: Role
fr: Rôle
pt: Cargo

# LoginProfileParagraph3
source: Change Profile
fr: Changer de Profil
pt: Alterar Perfil

# LoginProfileTxtselect
source: (select)
fr: (sélectionner)
pt: (selecionar)

# LoginProfileLblDepartment
source: Department
fr: Département
pt: Departamento

# LoginProfileLblProfile
source: Profile
fr: Profil
pt: Perfil

# LoginSignInAnchorForgotPass
source: I forgot my password
fr: J'ai Oublié Mon Mot de Passe
pt: Esqueci minha senha

# LoginSignInAnchorRegisterDemo
source: Register a demo version
fr: Enregistrer une version de démonstration
pt: Registar uma versão de demonstração

# LoginSignInBtnSignIn
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginSignInBtnSignInLoading
source: Loading...
fr: Chargement...
pt: Carregando...

# LoginSignInLblRememberMe
source: Remember Me
fr: Se Souvenir de Moi
pt: Lembrar-me

# LoginSignInParagraph1
source: Sign In
fr: Se Connecter
pt: Entrar

# LoginSignInTxtPassword
source: Password
fr: Mot de Passe
pt: Senha

# LoginSignInTxtUsername
source: Username
fr: Nom d'Utilisateur
pt: Nome de Usuário

# LoginSignInUsernameMustBeInformed
source: The username must be informed
fr: Le nom d'utilisateur doit être renseigné
pt: O nome de usuário deve ser informado

# LoginSignInPasswordMustBeInformed
source: The password must be informed
fr: Le mot de passe doit être renseigné
pt: A senha deve ser informada

# MachinesConnectionBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# MachinesConnectionBtnTestConnection
source: Test connection
fr: Tester la connexion
pt: Testar ligação

# MachinesConnectionLblIpValue
source: IP value
fr: Valeur IP
pt: Valor do IP

# MachinesConnectionLblMachineNameSave
source: Enter the machine name and save.
fr: Saisissez le nom de la machine et enregistrez.
pt: Introduza o nome da máquina e guarde.

# MachinesConnectionLblName
source: Name
fr: Nom
pt: Nome

# MachinesConnectionLblPortValue
source: Port value
fr: Valeur du port
pt: Valor da porta

# MachinesConnectionLblSelectAdapter
source: Select adapter
fr: Sélectionner l'adapteur
pt: Selecionar o adaptador

# MachinesConnectionLblTestConnection
source: Test the machine connection before save.
fr: Tester la connexion de la machine avant d’enregistrer.
pt: Testar a ligação da máquina antes de guardar.

# MachinesConnectionNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para exibir

# MachinesConnectionTbHeadMapping
source: Mapping
fr: Cartographie
pt: Mapeamento
