Repository: DevLaport/localizers-csiflex
Catalog: CSIFLEX.*.resx
Languages: fr, pt

# wizardMappingsTitle
source: Mapping
fr: Correspondances
pt: Mapeamentos

# wizardConditionsTitle
source: Condition
fr: Conditions
pt: Condições

# wizardVerificationTitle
source: Verify
fr: Vérification
pt: Verificação

# testRule
source: Test the rule conditions
fr: Tester les conditions de la règle
pt: Testar as condições da regra

source: Delay Time
fr: Temps de Délai
pt: Tempo de Atraso

# btnViewHistory
source: View History
fr: Voir l'historique
pt: Ver Histórico

# btnAddRule
source: Add Rule
fr: Ajouter une règle
pt: Adicionar Regra

source: Show Groups
fr: Afficher les groupes
pt: Mostrar Grupos

# btnStatus
source: Status
pt: Estado

# inputUrlToMap
source: Enter the mapping address
pt: Insira o endereço de mapeamento

# lblMapName
source: Mapping Name
pt: Nome do mapeamento

# lblMappingSelect
source: Select mappings
pt: Selecionar mapeamentos

# lblMapUrl
source: Mapping Url
pt: URL de mapeamento

# lblReceivedData
source: Received data
pt: Dados recebidos

# MapName
source: Enter the name of the mapping
pt: Insira o nome do mapeamento

# MapUrl
source: Mapping Url
pt: URL de mapeamento

# urlToMap
source: Click to perform the mapping
pt: Clique para realizar o mapeamento

# authenticationMethodMustBeSelected
source: The authentication method must be selected
fr: La méthode d'authentification doit être sélectionnée
pt: Deve ser selecionado o método de autenticação

source: Blob storage
fr: Stockage de blobs
pt: Armazenamento Blob

source: General
fr: Général
pt: Geral

# lblAuthenticationMethod
source: Two-Factor Authentication Method
fr: Méthode d'authentification à deux facteurs
pt: Método de autenticação de dois fatores

# lblAzureASCConnectionString
source: Azure ASC ConnectionString
fr: Chaîne de connexion Azure ASC
pt: String de conexão Azure ASC

# lblAzureASCPhoneNumber
source: Azure ASC Phone Number
fr: Numéro de téléphone Azure ASC
pt: Número de telefone Azure ASC

# lblFrom
source: From
fr: De
pt: De

# lblHost
source: Host
fr: Serveur
pt: Servidor

# lblHosting
source: Is Cloud-Ready?
fr: Prêt pour le cloud ?
pt: É aplicação Cloud?

# lblIsTrackingEnabled
source: Is Tracking Enabled?
fr: Le suivi est-il activé ?
pt: O tracking está habilitado?

# lblIsTwoFactorEnabled
source: Is Two-Factor Authentication Enabled?
fr: L'authentification à deux facteurs est-elle activée ?
pt: A autenticação de dois fatores está habilitada?

# lblIsUserSSL
source: Is user SSL?
fr: L'utilisateur utilise-t-il SSL ?
pt: O usuário é SSL?

# lblNotificationItems
source: Notification items
fr: Éléments de notification
pt: Itens de notificação

# lblPassword
source: Password
fr: Mot de passe
pt: Palavra-passe

# lblPort
source: Port
pt: Porta

# lblStorageAddress
source: Storage address
fr: Adresse de stockage
pt: Endereço do armazenamento

# lblStorageToken
source: Storage token
fr: Jeton de stockage
pt: Token do armazenamento

# lblUsername
source: Username
fr: Nom d'Utilisateur
pt: Nome de Utilizador

source: Main config for this app
fr: Configuration principale pour cette application
pt: Configurações principais da aplicação

source: Notification items must be selected
fr: Les éléments de notification doivent être sélectionnés.
pt: Os itens de notificação devem ser selecionados

source: SMS settings
fr: Paramètres SMS
pt: Definições SMS

source: SMTP settings
fr: Paramètres SMTP
pt: Definições SMTP

source: Add period
fr: Ajouter une période
pt: Adicionar período

source: Bind companies
fr: Lier des entreprises
pt: Associar empresas

source: Bind machines
fr: Lier des machines
pt: Associar máquinas

source: Bind staff
fr: Lier du personnel
pt: Associar pessoal

# btnSearchRoles
source: Search roles
fr: Rechercher des rôles
pt: Pesquisar funções

# btnSearchUsers
source: Search users
fr: Rechercher des utilisateurs
pt: Pesquisar utilizadores

source: Machines
pt: Máquinas

source: Name
fr: Nom
pt: Nome

# periodName
source: Period
fr: Période
pt: Período

# periodNameMustBeInformed
source: The period name must be informed
fr: Le nom de la période doit être renseigné
pt: O nome do período deve ser informado

source: Role
fr: Rôle
pt: Função

source: Roles
fr: Rôles
pt: Funções

source: Shift type
fr: Type de poste
pt: Tipo de turno

source: Staff member
fr: Membre du personnel
pt: Membro da equipe

# startTime
source: Start
fr: Démarrer
pt: Iniciar

source: User
fr: Utilisateur
pt: Usuário

# userSearch
source: Search user
fr: Rechercher un utilisateur
pt: Pesquisar usuário

# btnAddShift
source: Add shift
fr: Ajouter un poste
pt: Adicionar turno

# titleShowAll
source: Show all shifts
fr: Afficher tous les postes
pt: Mostrar todos os turnos

# AddApplicationBtn
source: Add application
fr: Ajouter une application
pt: Adicionar aplicação

# AddGroupBtn
source: Add Group
fr: Ajouter un groupe
pt: Adicionar grupo

# AddPermissionBtn
source: Add permission
fr: Ajouter une permission
pt: Adicionar permissão

# AddPhoneButton
source: Add phone
fr: Ajouter un téléphone
pt: Adicionar telefone

# ApplicationsBtn
source: Applications
pt: Aplicações

# ApplicationsLabel
source: Applications
pt: Aplicações

# ConfirmPasswordField
source: Confirm your password
fr: Confirmez votre mot de passe
pt: Confirme a sua palavra-passe

# DisplayNameField
source: Enter your display name
fr: Entrez votre nom d'affichage
pt: Digite o seu nome de exibição

# EmailField
source: Enter your Email
fr: Entrez votre e-mail
pt: Digite o seu e-mail

# ExternalUserFlag
source: Is External User ?
fr: Est-ce un Utilisateur Externe ?
pt: É um Utilizador Externo ?

# FieldRequired
source: This field is required
fr: Ce champ est requis
pt: Este campo é obrigatório

# FirstNameField
source: Enter your first name
fr: Entrez votre prénom
pt: Digite o seu primeiro nome

# GroupsBtn
source: Groups
fr: Groupes
pt: Grupos

# instructionApplications
source: The application is required.
fr: L'application est requise.
pt: A aplicação é obrigatória.

# instructionGroups
source: The department is required.
fr: Le département est requis.
pt: O departamento é obrigatório.

# instructionPermission
source: The permission is required.
fr: La permission est requise.
pt: A permissão é obrigatória.

# instructionPhone
source: The phone is required, provide at least one contact number.
fr: Le téléphone est requis, veuillez fournir au moins un numéro de contact
pt: O telefone é obrigatório, forneça pelo menos um número de contacto.

# LastNameField
source: Enter your last name
fr: Entrez votre nom de famille
pt: Digite o seu último nome

# lblConfirmPassword
source: Confirm password
fr: Confirmer le mot de passe
pt: Confirmar palavra-passe

# lblDisplayName
source: Display Name
fr: Afficher un nom
pt: Nome de exibição

# lblFirstName
source: First name
fr: Prénom
pt: Primeiro Nome

# lblLanguage
source: Language
fr: Langue Préférée
pt: Língua preferida

# lblLastName
source: Last name
fr: Nom de famille
pt: Último Nome

# lblRfId
source: Reference Id
fr: ID de référence
pt: ID de Referência

# lblTitle
source: Title
fr: Titre
pt: Título

# NoDataLabel
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para exibir

# PasswordField
source: Enter your password
fr: Entrez votre mot de passe
pt: Digite a sua palavra-passe

# PermissionsBtn
source: Permissions
pt: Permissões

# PermissionsCompany
source: Company
fr: Entreprise
pt: Empresa

# PermissionsIsDefault
source: Is Default
fr: Est par défaut
pt: É padrão

# PermissionsRole
source: Role
fr: Rôle
pt: Função

# PhoneExtension
source: Extension
pt: Extensão

source: Phone number
fr: Numéro de téléphone
pt: Número de telefone

# PhonesBtn
source: Phones
fr: Téléphones
pt: Telefones

# PhoneType
source: Type
pt: Tipo

# RfIdField
source: Enter your reference ID
fr: Entrez votre ID de référence
pt: Digite o seu ID de referência

# thGroup
source: Group
fr: Groupe
pt: Grupo

# thGroupType
source: Group type
fr: Type de groupe
pt: Tipo de grupo

# TitleField
source: Enter your title
fr: Entrez votre titre
pt: Digite o seu título

# UsernameField
source: Enter your username
fr: Entrez votre nom d'utilisateur
pt: Digite o seu nome de utilizador

# infoSelectAndAddApplication
source: Just select and add application.
fr: Recherchez d'abord le application.
pt: Pesquise a aplicação primeiro.

# lblApplication
source: Application
pt: Aplicação

source: Application required
fr: Application requise
pt: Aplicação obrigatória

# infoSearchGroupFirst
source: Search for group first.
fr: Recherchez d'abord le groupe.
pt: Pesquise o grupo primeiro.

# btnAddGroup
source: Add group
fr: Ajouter un groupe
pt: Adicionar grupo

# btnAddPermission
source: Add permission
fr: Ajouter une permission
pt: Adicionar permissão

# infoSearchCompanyFirst
source: Search for company first.
fr: Recherchez d'abord l'entreprise.
pt: Pesquise a empresa primeiro.

# infoSelectPermissionAndSave
source: Select permission and save.
fr: Sélectionnez la permission et enregistrez.
pt: Selecione a permissão e guarde.

# lblUserRoleIsDefault
source: User role is default
fr: Le rôle utilisateur est par défaut
pt: A função do utilizador é padrão

source: Phone extension
fr: Extension téléphonique
pt: Extensão telefónica

source: Phone number
fr: Numéro de téléphone
pt: Número de telefone

source: Phone principal
fr: Téléphone principal
pt: Telefone principal

source: Phone required
fr: Téléphone requis
pt: Telefone obrigatório

source: Phone type
fr: Type de téléphone
pt: Tipo de telefone

# phoneTypeRequired
source: Phone type is required.
fr: Le type de téléphone est requis.
pt: O tipo de telefone é obrigatório.

source: Hide sensitive data
fr: Masquer les données sensibles
pt: Ocultar dados sensíveis

source: Show sensitive data
fr: Afficher les données sensibles
pt: Mostrar dados sensíveis

# lblPhone
source: Phone
fr: Téléphone
pt: Telemóvel

# anchorChangeProfile
source: ChangeProfile
fr: Changer le Profil
pt: Alterar Perfil

# anchorContact
source: Contact
pt: Contacto

# anchorHome
source: Home
fr: Accueil
pt: Início

# anchorSettings
source: Settings
fr: Paramètres
pt: Configurações

# anchorSignOut
source: Sign Out
fr: Déconnexion
pt: Sair

# btnChange
source: Change
fr: Changer
pt: Alterar

# lblDepartment
source: Department
fr: Département
pt: Departamento

# lblProfile
source: Profile
fr: Profil
pt: Perfil

source: Companies
fr: Entreprises
pt: Empresas

source: Connections
fr: Connexions
pt: Ligações

source: Departments
fr: Départements
pt: Departamentos

source: Integrations
fr: Intégrations
pt: Integrações

source: Permissions
fr: Autorisations
pt: Permissões

source: Settings
fr: Paramètres
pt: Configurações

source: States
pt: Estados

source: Users
fr: Utilisateurs
pt: Utilizadores

# CompaniesFormLblWebsite
source: Website
fr: Site Web

# CompaniesIndexTableHeadWebsite
source: Website
fr: Site Web

# labelTaskName
source: Task Name
fr: nom de la tâche

source: Roles
fr: Rôles
