Repository: DevLaport/localizers-csiflex
Catalog: CSIFLEX.*.resx
Languages: fr, pt

# MachinesConnectionTitleSelectThis
source: Select this
fr: Sélectionner ceci
pt: Selecionar

# MachinesConnectionTitleViewMappings
source: View mappings
fr: Voir les cartographies
pt: Ver mapeamentos

# MachinesConnectionTxtLoading
source: Loading
fr: Chargement
pt: A carregar

# MachinesConnectionTxtNoMappings
source: No mappings
fr: Aucune cartographie
pt: Sem mapeamentos

# MachinesFormAddMachine
source: Add machine
fr: Ajouter une machine
pt: Adicionar máquina

# MachinesFormAddMachineConnection
source: Add connection
fr: Ajouter une connexion
pt: Adicionar ligação

# MachinesFormAddNewBrand
source: Add new brand
fr: Ajouter une nouvelle marque
pt: Adicionar nova marca

# MachinesFormAddNewModel
source: Add new model
fr: Ajouter un nouveau modèle
pt: Adicionar novo modelo

# MachinesFormAddNewSeries
source: Add new series
fr: Ajouter une nouvelle série
pt: Adicionar nova série

# MachinesFormAddNewType
source: Add new Type
fr: Ajouter un nouveau type
pt: Adicionar novo tipo

# MachinesFormBrandNameMustBeInformed
source: Brand name must be informed
fr: Le nom de la marque doit être renseigné
pt: O nome da marca deve ser informado

# MachinesFormBtnAddMachineConnection
source: Add machine connection
fr: Ajouter une connexion de machine
pt: Adicionar ligação de máquina

# MachinesFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# MachinesFormBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# MachinesFormInformBrandName
source: Inform brand name
fr: Renseigner le nom de la marque
pt: Informar o nome da marca

# MachinesFormInformMachineName
source: Inform machine name
fr: Renseigner le nom de la machine
pt: Informar o nome da máquina

# MachinesFormInformModelName
source: Inform model name
fr: Renseigner le nom du modèle
pt: Informar o nome do modelo

# MachinesFormInformSeriesName
source: Inform series name
fr: Renseigner le nom de la série
pt: Informar o nome da série

# MachinesFormInformTypeName
source: Inform type name
fr: Renseigner le nom du type
pt: Informar o nome do tipo

# MachinesFormLblSelectBrand
source: Select brand
fr: Sélectionner une marque
pt: Selecionar marca

# MachinesFormLblSelectModel
source: Select model
fr: Sélectionner un modèle
pt: Selecionar modelo

# MachinesFormLblSelectSeries
source: Select series
fr: Sélectionner une série
pt: Selecionar série

# MachinesFormLblSelectType
source: Select type
fr: Sélectionner un type
pt: Selecionar tipo

# MachinesFormTitleMachineConnection
source: Machine connection
fr: Connexion de machine
pt: Ligação da máquina

# MachinesFormMachineName
source: Machine name
fr: Nom de la machine
pt: Nome da máquinia

# MachinesFormMachineNameMustBeInformed
source: Machine name must be informed
fr: Le nom de la machine doit être renseigné
pt: O nome da máquina deve ser informado

# MachinesFormMachineTitle
source: Machine
pt: Máquina

# MachinesFormModelNameMustBeInformed
source: Model name must be informed
fr: Le nom du modèle doit être renseigné
pt: O nome do modelo deve ser informado

# MachinesFormNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para exibir

# MachinesFormSeriesNameMustBeInformed
source: Series name must be informed
fr: Le nom de la série doit être renseigné
pt: O nome da série deve ser informado

# MachinesFormStatusToggle
source: Status
fr: Statut
pt: Estado

# MachinesFormThIPAddress
source: IP Address
fr: Adresse IP
pt: Endereço IP

# MachinesFormThMachinePort
source: Machine port
fr: Port de la machine
pt: Porta da máquina

# MachinesFormThName
source: Name
fr: Nom
pt: Nome

# MachinesFormThSchema
source: Schema
fr: Schéma
pt: Esquema

# MachinesFormTypeNameMustBeInformed
source: Type name must be informed
fr: Le nom du type doit être renseigné
pt: O nome do tipo deve ser informado

# MachinesFormTitleRules
source: Rules
fr: Régles
pt: Regras

# MachinesIndexBtnAddMachine
source: Add machine
fr: Ajouter une machine
pt: Adicionar máquina

# MachinesIndexChangeViewModel
source: Change view model
fr: Changer le modèle de vue
pt: Alterar modelo de visualização

# MachinesIndexEditItem
source: Edit item
fr: Modifier l'élément
pt: Modificar item

# MachinesIndexNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Não há dados para exibir

# MachinesIndexParagraph1
source: Machines
pt: Máquinas

# MachinesIndexShowAllMachines
source: Show all machines
fr: Afficher toutes les machines
pt: Mostrar todas as máquinas

# MachinesIndexShowDisabled
source: Show disabled
fr: Afficher les désactivés
pt: Mostrar desabilitados

# MachinesIndexShowEnabled
source: Show enabled
fr: Afficher les activés
pt: Mostrar habilitados

# MachineStatesFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# MachineStatesFormBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# MachineStatesFormFillFieldsCustom
source: Fill in all fields marked with (*) to add a custom machine state.
fr: Remplissez tous les champs marqués d'un (*) pour ajouter un état de machine personnalisé.
pt: Preencha todos os campos marcados com (*) para adicionar um estado de máquina personalizado.

# MachineStatesFormInfoPrimaryState
source: Choose the new states for this action
fr: Sélectionnez les nouveaux états pour cette action
pt: Escolha os novos estados para esta ação

# MachineStatesFormLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# MachineStatesFormLblName
source: Name
fr: Nom
pt: Nome

# MachineStatesFormNameMustBeInformed
source: The name must be informed
fr: Le nom doit être renseigné
pt: O nome deve ser informado

# MachineStatesFormSelectColor
source: Select color
fr: Sélectionner une couleur
pt: Selecionar cor

# MachineStatesFormSelectIntegration
source: Select integration
fr: Sélectionner une intégration
pt: Selecionar integração

# MachineStatesFormTxtAddPrimaryState
source: Add primary machine state
fr: Ajouter un état de machine principal
pt: Adicionar estado principal da máquina

# MachineStatesFormTxtEditPrimaryState
source: Edit default machine state
fr: Modifier l'état de machine par défaut
pt: Editar estado padrão da máquina

# MachineStatesFormSecondaryBtnAddSecondaries
source: Add Secondaries
fr: Ajouter des secondaires
pt: Adicionar Secundários

# MachineStatesFormSecondaryBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# MachineStatesFormSecondaryBtnSave
source: Save
fr: Enregistrer
pt: Salvar

# MachineStatesFormSecondaryFillFieldsCustom
source: Fill in all fields marked with (*) to add a custom machine state.
fr: Remplissez tous les champs marqués (*) pour ajouter un état de machine personnalisé.
pt: Preencha todos os campos marcados com (*) para adicionar um estado de máquina personalizado.

# MachineStatesFormSecondaryInfoMachineStatesAndEvents
source: Real time machine states and events.
fr: États et événements machine en temps réel.
pt: Estados e eventos da máquina em tempo real.

# MachineStatesFormSecondaryInfoSecondaryState
source: Choose the new states for this action
fr: Choisissez les nouveaux états pour cette action
pt: Escolha os novos estados para esta ação

# MachineStatesFormSecondaryLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# MachineStatesFormSecondaryLblName
source: Name
fr: Nom
pt: Nome

# MachineStatesFormSecondaryNameMustBeInformed
source: The name must be informed
fr: Le nom est requis
pt: O nome deve ser informado

# MachineStatesFormSecondaryParagraph1
source: Secondaries machine states
fr: États machine secondaires
pt: Estados secundários da máquina

# MachineStatesFormSecondarySelectColor
source: Select color
fr: Sélectionner une couleur
pt: Selecionar cor

# MachineStatesFormSecondarySelectIntegration
source: Select integration
fr: Sélectionner une intégration
pt: Selecionar integração

# MachineStatesFormSecondaryTxtAddSecondaryState
source: Add secondary machine state
fr: Ajouter un état secondaire de machine
pt: Adicionar estado secundário da máquina

# MachineStatesFormSecondaryTxtEditSecondaryState
source: Edit secondary machine state
fr: Modifier l'état secondaire de machine
pt: Editar estado secundário da máquina

# MachineStatesFormSecondaryTitle
source: Machine States
fr: États de la machine
pt: Estados da Máquina

# MachineStatesFormSecondaryAddPrimary
source: Add Primary
fr: Ajouter un état primaire
pt: Adicionar Estado Primário

# MachineStatesFormSecondaryInfolabel
source: Top level for production monitoring
fr: Niveau supérieur pour le suivi de production
pt: Nível superior para monitoramento da produção

# MachineStatesFormSecondaryShowAll
source: Show all
fr: Afficher tout
pt: Mostrar Todos

# MachineStatesFormSecondaryShowDisabled
source: Show disabled
fr: Afficher les désactivés
pt: Mostrar Desabilitados

# MachineStatesFormSecondaryShowEnabled
source: Show enabled
fr: Afficher les activés
pt: Mostrar Habilitados

# MachineStatesFormSecondaryNoData
source: No data
fr: Aucune donnée
pt: Sem Dados

# MachineStatesFormSecondaryBtnShared
source: Shared
fr: Partagé
pt: Compartilhado

# MachineStatesFormSecondaryBtnBackToPrimaries
source: Back to Primaries
fr: Retour aux primaires
pt: Voltar aos primários

# MachineStatesFormSecondaryBtnSecondaries
source: Secondaries
fr: Secondaires
pt: Secundários

# MachineStatesFormSecondaryLblIsShared
source: Is Shared
fr: Est partagé
pt: É Compartilhado

# MachineStatesIndexLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# MachineStatesIndexLblName
source: Name
fr: Nom
pt: Nome

# MachineStatesIndexTitle
source: Machine States
fr: États des machines
pt: Estados de máquina

# MachineStatesIndexAddPrimary
source: Add Primary State
fr: Ajouter un état principal
pt: Adicionar estado primário

# MachineStatesIndexInfolabel
source: Top level for production monitoring
fr: Niveau supérieur pour le monitoring de production
pt: Nível máximo para monitoramento de produção

# MachineStatesIndexShowAll
source: Show All
fr: Afficher tout
pt: Mostrar todos

# MachineStatesIndexShowDisabled
source: Show Disabled
fr: Afficher les désactivés
pt: Mostrar desabilitados

# MachineStatesIndexShowEnabled
source: Show Enabled
fr: Afficher les activés
pt: Mostrar habilitados

# MachineStatesIndexNoData
source: No Data
fr: Aucune donnée
pt: Sem dados

# MachineStatesIndexBtnSecondary
source: Secondary
fr: Secondaire
pt: Secundário

# MachineStatesIndexShowTile
source: Show Tile
fr: Afficher mode mosaïque
pt: Mostrar grade

# MachineStatesIndexSecondaryLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# MachineStatesIndexSecondaryLblName
source: Name
fr: Nom
pt: Nome

# MachineStatesIndexSecondaryTitle
source: Machine States
fr: État de les machines
pt: Estado das máquinas

# MachineStatesIndexSecondaryAddPrimary
source: Add Primary State
fr: Ajouter état principal
pt: Adicionar estado primário

# MachineStatesIndexSecondaryInfolabel
source: Top level for production monitoring
fr: Niveau supérieur pour le suivi de production
pt: Nível superior para monitoramento da produção

# MachineStatesIndexSecondaryShowAll
source: Show All
fr: Afficher tout
pt: Mostrar Todos

# MachineStatesIndexSecondaryShowDisabled
source: Show Disabled
fr: Afficher les désactivés
pt: Mostrar Desabilitados

# MachineStatesIndexSecondaryShowEnabled
source: Show Enabled
fr: Afficher les activés
pt: Mostrar Habilitados

# MachineStatesIndexSecondaryNoData
source: No Data
pt: Sem dados

# MachineStatesIndexSecondaryInfoMachineStatesAndEvents
source: Real time machine states and events.
fr: États et événements des machines en temps réel
pt: Estados e eventos da máquina em tempo real.

# MachineStatesIndexSecondaryInfoSecondaryState
source: Choose the new states for this action
fr: Choisir les nouveaux états pour cette action
pt: Escolha os novos estados para esta ação

# MachineStatesIndexSecondaryParagraph1
source: Secondaries machine states
fr: États secondaires de les machines
pt: Estados secundários das máquinas

# MachineStatesIndexSecondaryBtnAddSecondaries
source: Add Secondaries
fr: Ajouter des états secondaires
pt: Adicionar estado secundário

# MachineStatesIndexSecondaryBtnShared
source: Shared
fr: Partagé
pt: Compartilhado

# MachineStatesIndexSecondaryBtnBackToPrimaries
source: Back to primaries
fr: Retour aux primaires
pt: Retornar aos primários

# MachineStatesIndexSecondaryBtnSecondaries
source: Secondaries
fr: Secondaires
pt: Secundários

# MachineStatesIndexSecondaryBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# MachineStatesIndexSecondaryBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# MachineStatesIndexSecondaryTxtAddSecondaryState
source: Add Secondary State
fr: Ajouter état secondaire
pt: Adicionar estado secundário

# MachineStatesIndexSecondaryLblIsShared
source: Is Shared
fr: Est partagé
pt: É Compartilhado

# MachineStatesIndexSecondaryShowTile
source: Show Tile
fr: Afficher mode mosaïque
pt: Mostrar grade

# MappingFieldsFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# MappingFieldsFormBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# MappingFieldsFormLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# MappingFieldsFormLblName
source: Name
fr: Nom
pt: Nome

# MappingFieldsFormNameMustBeInformed
source: This field is required
fr: Ce champ est obligatoire
pt: Este campo é obrigatório

# MappingFieldsIndexBtnAddMappingField
source: Add mapping field
fr: Ajouter un champ de mappage
pt: Adicionar campo de mapeamento

# MappingFieldsIndexNoData
source: No data to show
fr: Aucune donnée à afficher
pt: Sem dados para mostrar

# MappingFieldsIndexParagraph1
source: Mapping Fields
fr: Champs de mappage
pt: Campos de mapeamento

# MappingFieldsIndexShowDisabled
source: Show Disabled
fr: Afficher desactivés
pt: Mostrar Desabilitados

# MappingFieldsIndexShowEnabled
source: Show Enabled
fr: Afficher activés
pt: Mostrar Habilitados

# MappingFieldsIndexShowGroups
source: Show Groups
fr: Afficher des groups
pt: Mostrar Grupos

# MappingFieldsIndexShowTile
source: Show Tile
fr: Afficher mosaïque
pt: Mostrar Grade

# MenusFormBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# MenusFormBreadcrumb2
source: Companies
fr: Entreprises
pt: Empresas

# MenusFormBtnAddMenu
source: Add Menu
fr: Ajouter un menu
pt: Adicionar menu

# MenusFormParagraph1
source: Company
fr: Entreprise
pt: Empresa

# MenusFormLblMoveUp
source: Move up
fr: Monter
pt: Subir

# MenusFormLblMoveDown
source: Move down
fr: Descendre
pt: Descer

# MenusFormToggleEnabled
source: Enabled/Disabled
fr: Activer/Désactiver
pt: Habilitar/Desabilitar

# MenusFormBtnEdit
source: Edit item
fr: Modifier l'élément
pt: Editar item

# MenusFormThPhoneNumber
source: Phone Number
fr: Numéro de Téléphone
pt: Número de Telefone

# MenusFormAddOrEditMenuItem
source: Add or edit menu item
fr: Ajouter ou modifier un menu
pt: Adicionar ou editar menu

# MenusFormItemName
source: Item name
fr: Nom de l'article
pt: Nome do item

# MenusFormLblLevel
source: Level
fr: Niveau
pt: Nível

# MenusFormLblIcon
source: Icon
fr: Icône
pt: Ícone

# MenusFormLblEnable
source: Enabled
fr: Activé
pt: Ativo

# MenusFormLblEnabledMenuAction
source: Enabled menu action
fr: Action de menu activée
pt: Ação de menu ativada

# MenusFormLblSpecificAction
source: Specific Action
fr: Action spécifique
pt: Ação específica

# MenusFormBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# MenusFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# MenusFormAccess
source: Access
fr: Accès
pt: Acesso

# MenusFormList
source: List
fr: Liste
pt: Lista

# MenusFormAdd
source: Add
fr: Ajouter
pt: Adicionar

# MenusFormEdit
source: Edit
fr: Éditer
pt: Editar

# MenusFormDelete
source: Delete
fr: Supprimer
pt: Eliminar

# MenusFormSpecificAction
source: Specific action
fr: Action spécifique
pt: Ação específica

# MenusIndexBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# MenusIndexBreadcrumb2
source: Companies
fr: Entreprises
pt: Empresas

# MenusIndexBtnAddMenu
source: Add Menu
fr: Ajouter un menu
pt: Adicionar menu

# MenusIndexParagraph1
source: Company
fr: Entreprise
pt: Empresa

# MenusIndexBtnAddItemInside
source: Add related item
fr: Ajouter un élément associé
pt: Adicionar item relacionado

# MenusIndexLblMoveUp
source: Move up
fr: Monter
pt: Subir

# MenusIndexLblMoveDown
source: Move down
fr: Descendre
pt: Descer

# MenusIndexToggleEnabled
source: Enabled/Disabled
fr: Activer/Désactiver
pt: Ativar/Desativar

# MenusIndexBtnEdit
source: Edit item
fr: Modifier l'élément
pt: Editar item

# MenusIndexThPhoneNumber
source: Phone Number
fr: Numéro de Téléphone
pt: Número de Telefone

# MenusMenuChildBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# MenusMenuChildBreadcrumb2
source: Companies
fr: Entreprises
pt: Empresas

# MenusMenuChildBtnAddMenu
source: Add Menu
fr: Ajouter un menu
pt: Adicionar menu

# MenusMenuChildParagraph1
source: Company
fr: Entreprise
pt: Empresa

# MenusMenuChildBtnAddItemInside
source: Add related item
fr: Ajouter un élément associé
pt: Adicionar item relacionado

# MenusMenuChildLblMoveUp
source: Move up
fr: Monter
pt: Subir

# MenusMenuChildLblMoveDown
source: Move down
fr: Descendre
pt: Descer

# MenusMenuChildToggleEnabled
source: Enabled/Disabled
fr: Activer/Désactiver
pt: Ativar/Desativar

# MenusMenuChildBtnEdit
source: Edit item
fr: Modifier l'élément
pt: Editar item

# MenusMenuChildThPhoneNumber
source: Phone Number
fr: Numéro de Téléphone
pt: Número de Telefone

# nameMustBeInformed
source: Please, provide a name
fr: S'il vous plaît, fournissez un nom
pt: Por favor, forneça um nome

# instruction1
source: Fill in all fields marked with (*) and required information to add a application.
fr: Remplissez tous les champs marqués d'un (*) ainsi que les informations requises pour ajouter une application.
pt: Preencha todos os campos assinalados com (*) e a informação necessária para adicionar a aplicação.

# instruction1edit
source: Fill in all fields marked with (*) and required information to edit the application.
fr: Remplissez tous les champs marqués d'un (*) ainsi que les informations requises pour modifier l'application.
pt: Preencha todos os campos assinalados com (*) e a informação necessária para editar a aplicação.

# btnAddApplication
source: Add application
fr: Ajouter une application
pt: Adicionar aplicação

# btnShowAllNotifications
source: Show All Notifications
fr: Afficher toutes les notifications
pt: Mostrar todas as notificações

source: Change view model
fr: Changer le modèle d'affichage
pt: Alterar modelo de visualização

# dropAll
source: All
fr: Tout
pt: Tudo

# dropUnread
source: Unread
fr: Non lu
pt: Não lido

# dropRead
source: Read
fr: Lu
pt: Lido

# dropMarkRead
source: Mark as read
fr: Marquer comme lu
pt: Marcar como lido

# dropMarkUnread
source: Mark as unread
fr: Marquer comme non lu
pt: Marcar como não lido

# dropDismiss
source: Dismiss
fr: Ignorer
pt: Ignorar

# txtTrigger
source: Trigger name here
fr: Nom du déclencheur ici
pt: Nome do gatilho aqui

# titleEditThis
source: Edit this
fr: Modifier ceci
pt: Editar

# btnAddUser
source: Add User
fr: Ajouter un Utilisateur
pt: Adicionar Utilizador

source: Actions
pt: Ações

# btnSearchMachine
source: Search machine
fr: Rechercher une machine
pt: Pesquisar máquina

source: Company
fr: Entreprise
pt: Empresa

# companySearch
source: Search company
fr: Rechercher une entreprise
pt: Pesquisar empresa

# endTime
source: End
fr: Fin
pt: Fim

# labelEnabled
source: Enabled
fr: Activé
pt: Habilitado

# paragraph1edit
source: Edit user
fr: Modifier l'utilisateur
pt: Editar utilizador

# labelReportPeriodicity
source: Periodicity
fr: Périodicité
pt: Periodicidade

# reportTypeMustBeInformed
source: The report type must be informed
fr: Le type de rapport doit être renseigné
pt: O tipo de relatório deve ser informado

# reportPeriodicityMustBeInformed
source: The report periodicity must be informed
fr: La périodicité du rapport doit être renseignée
pt: A periodicidade do relatório deve ser informada

# labelReportTitle
source: Report Title
fr: Titre du rapport
pt: Título do Relatório

source: Search company
fr: Rechercher une entreprise
pt: Pesquisar empresa

# shiftName
source: Shift
fr: Poste
pt: Turno

# shiftNameMustBeInformed
source: The shift name must be informed
fr: Le nom du poste doit être renseigné
pt: O nome do turno deve ser informado

source: Shifts
fr: Postes
pt: Turnos

# labelReportType
source: Report Type
fr: Type de Rapport
pt: Tipo de Relatório

# shiftTypeMustBeInformed
source: The shift type must be informed
fr: Le type de poste doit être renseigné
pt: O tipo de turno deve ser informado

source: Type
pt: Tipo

source: Week days
fr: Jours de la semaine
pt: Dias da semana

# labelSunday
source: Sun
fr: Dim
pt: Dom

# labelMonday
source: Mon
fr: Lun
pt: Seg

# labelTuesday
source: Tue
fr: Mar
pt: Ter

# labelWednesday
source: Thu
fr: Mer
pt: Qua

# labelThursday
source: Wed
fr: Jeu
pt: Qui

# labelFriday
source: Fri
fr: Ven
pt: Sex

# labelSaturday
source: Sat
fr: Sam
pt: Sab

# labelGenerationTime
source: Generation Time
fr: Le temps des générations
pt: Hora da geração

# labelGenerationDays
source: Generation days
fr: Les jours des générations
pt: Dias de geração

# labelOutputFolder
source: Output Folder
fr: Dossier de sortie
pt: Diretório de saída

# labelCustomizeReport
source: Customize Report
fr: Personnaliser le rapport
pt: Personalizar Relatório

# labelShowCycleSetup
source: Show CYCLE ON during SETUP
fr: Afficher CYCLE ON pendant la configuration
pt: Exibir CICLO durante ajuste

# labelTimeLine
source: Timeline
fr: Chronologie
pt: Linha do tempo

# labelSortChartColumnsBy
source: Sort chart's columns by:
fr: Trier les colonnes du graphique par :
pt: Classificar as colunas do gráfico por:

# labelConsolidatedPageOnly
source: Consolidated page only
fr: Page consolidée uniquement
pt: Apenas páginas consolidadas

# labelProduction
source: PRODUCTION
pt: PRODUÇÃO

# labelSetup
source: SETUP
fr: INSTALLATION
pt: CONFIGURAR

# labelHideEventsLessThan
source: Hide events with less than
fr: Masquer les événements avec moins de
pt: Ocultar eventos com menos de

# labelShifts
source: Shifts
fr: Changements
pt: Turnos

# labelCustomMailMessage
source: Custom e-mail message
fr: Message électronique personnalisé
pt: Mensagem de e-mail personalizada

# labelShowScaleIn
source: Show scale in
fr: Afficher l'échelle en
pt: Mostrar escala em

# labelAllShifts
source: All shifts
fr: Tous les quarts de travail
pt: Todos os turnos

# AddMachineButton
source: Search machines
fr: Machines de recherche
pt: Localizar máquinas

# AddUserButton
source: Search Users
fr: Rechercher des utilisateurs
pt: Localizar utilizadores

source: Link Machines
fr: Machines à liens
pt: Vincular Máquinas

# btnAddReport
source: Add Report
fr: Ajouter un Rapport
pt: Adicionar Relatório

# showAll
source: Show all users
fr: Afficher toutes les Utilisateur
pt: Mostrar todos os utilizadores

source: Show disabled
fr: Afficher les désactivés
pt: Mostrar desativados

source: Show enabled
fr: Afficher les activés
pt: Mostrar ativados

# titleEditItem
source: Edit item
fr: Modifier l'élément
pt: Modificar item

# thAccess
source: Access
fr: Accès
pt: Acesso

# thAdd
source: Add
fr: Ajouter
pt: Adicionar

# thDelete
source: Delete
fr: Supprimer
pt: Excluir

# thDescription
source: Description
pt: Descrição

# thEdit
source: Edit
fr: Modifier
pt: Editar

# txtSelect
source: (select)
fr: (sélectionner)
pt: (selecionar)

# lblRole
source: Role
fr: Rôle
pt: Função

# thRole
source: Role
fr: Rôle
pt: Função

# infoMappings
source: Select the mappings
fr: Sélectionnez les paramètres en fonction de la connexion pour cette règle.
pt: Selecione os parâmetros com base na conexão para esta regra.

# infoConditions
source: Create the conditions
fr: Définissez les conditions pour les paramètres sélectionnés. Pour ajouter d'autres paramètres, sélectionnez-les à l'étape précédente.
pt: Defina as condições para os parâmetros selecionados. Para adicionar mais parâmetros, selecione-os na etapa anterior.
