Repository: DevLaport/localizers-csiflex
Catalog: CSIFLEX.*.resx
Languages: fr, pt

# HomeWelcome
source: Welcome
pt: Seja Bem Vindo

# inputCriteria
source: Search criteria
fr: Critères de recherche
pt: Critério de Pesquisa

# lblCompany
source: Company / Department / Group
fr: Société / Département / Groupe
pt: Empresa / Departamento / Grupo

# lblProvince
source: Province
pt: Províncias

# lblCity
source: City
fr: Ville
pt: Distrito

source: Search
fr: Recherche
pt: Concelhos

# searchUsers
source: Search
fr: Rechercher
pt: Pesquisar

# noData
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para exibir

# btnShowAllCompanies
source: Show all companies
fr: Afficher toutes les entreprises
pt: Mostrar todas as empresas

# fieldName
source: Name
fr: Nom
pt: Nome

# SearchGroupNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para mostrar

# SearchGroupThName
source: Name
fr: Nom
pt: Nome

# SearchUserNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para mostrar

# SearchUserThFullName
source: Full Name
fr: Nom complet
pt: Nome completo

# SearchUserThFullNameEmail
source: Full Name / Email
fr: Nom complet / E-mail
pt: Nome completo / E-mail

# SearchUserThName
source: Name
fr: Nom
pt: Nome

# btnSave
source: Save
fr: Enregistrer
pt: Guardar

# FirstParagraph
source: Welcome to
fr: Bienvenue à
pt: Bem-vindo a

# lblCompanyName
source: NULL
fr: NUL
pt: NULO

# navHome
source: Home
fr: Accueil
pt: Início

# txtInput
source: Insert
fr: Insérer
pt: Inserir

# thUsername
source: Username
fr: Nom d'Utilisateur
pt: Nome de Utilizador

# ActionsFormEmailAddExternalUser
source: + Add external user
fr: + Ajouter un utilisateur externe
pt: + Adicionar utilizador externo

# ActionsFormEmailAddGroup
source: + Add Group
fr: + Ajouter un groupe
pt: + Adicionar grupo

# ActionsFormEmailAddUser
source: + Add user
fr: + Ajouter un utilisateur
pt: + Adicionar utilizador

# ActionsFormEmailBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# ActionsFormEmailBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# ActionsFormEmailFieldRequired
source: This field is required
fr: Ce champ est obligatoire
pt: Este campo é obrigatório

# ActionsFormEmailInfoEmailAction
source: Config the e-mail message to send.
fr: Configurer le message e-mail à envoyer.
pt: Configurar a mensagem de e-mail a enviar.

# ActionsFormEmailInfoSearchForExternalUserAndSave
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormEmailInfoSearchForGroupAndSave
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormEmailInfoSearchUserAndSave
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormEmailLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# ActionsFormEmailLblExternalUsers
source: External Users
fr: Utilizateurs externes
pt: Utilizadores externos

# ActionsFormEmailLblFloatSchemaSelect
source: Schema select
fr: Sélectionner un schéma
pt: Selecionar esquema

# ActionsFormEmailLblGroups
source: Groups
fr: Groupes
pt: Grupos

# ActionsFormEmailLblIsHighPriority
source: High Priority
fr: Haute priorité
pt: Alta prioridade

# ActionsFormEmailLblMessage
source: Message
pt: Mensagem

# ActionsFormEmailLblPhone
source: Phone number
fr: Téléphone
pt: Telefone

# ActionsFormEmailLblSchemaMappingsFields
source: Select mappings/fields
fr: Sélectionner les correspondances/champs
pt: Selecionar mapeamentos/campos

# ActionsFormEmailLblUsername
source: Username
fr: Nom d'utilisateur
pt: Nome de utilizador

# ActionsFormEmailLblUsers
source: Users
fr: Utilizateurs
pt: Utilizadores

# ActionsFormEmailNoData
source: No data was found
fr: Aucune donnée trouvée
pt: Nenhum dado encontrado

# ActionsFormEmailOptSelectSchema
source: Select a schema
fr: Sélectionner un schéma
pt: Selecionar um esquema

# ActionsFormEmailParagraph1
source: Add E-mail Action
fr: Ajouter une action e-mail
pt: Adicionar ação de e-mail

# ActionsFormEmailThExternalUser
source: USER
fr: UTILISATEUR
pt: UTILIZADOR

# ActionsFormEmailThFullName
source: Full Name
fr: Nom complet
pt: Nome Completo

# ActionsFormEmailThFullNameEmail
source: Full Name / E-mail
fr: Nom complet / E-mail
pt: Nome Completo / E-mail

# ActionsFormEmailThGroup
source: GROUP
fr: GROUPE
pt: GRUPO

# ActionsFormEmailThName
source: NAME
fr: NOM
pt: NOME

# ActionsFormEmailThUser
source: USER
fr: UTILISATEUR
pt: UTILIZADOR

# ActionsFormEmailTitleExternalUserSearch
source: External Group Search
fr: Recherche d'Utilizateurs Externes
pt: Pesquisa de Utilizadores Externos

# ActionsFormEmailTitleGroupSearch
source: Group Search
fr: Recherche de Groupes
pt: Pesquisa de Grupos

# ActionsFormEmailTitleUserSearch
source: User Search
fr: Recherche d'Utilisateur
pt: Pesquisa de Utilizadores

# ActionsFormEmailTxtActionName
source: Action Name
fr: Nom de l'action
pt: Nome da ação

# ActionsFormEmailTxtEmailTitle
source: E-mail Title
fr: Titre de l'e-mail
pt: Título do e-mail

# ActionsFormEmailTxtNoSchema
source: No schema available
fr: Aucun schéma disponible
pt: Nenhum esquema disponível

# ActionsFormGroupBtnAddGroup
source: +Add group
fr: +Ajouter un groupe
pt: +Adicionar grupo

# ActionsFormGroupBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# ActionsFormGroupBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# ActionsFormGroupInfoSearchGroupFirst
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormMachineStateBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# ActionsFormMachineStateBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# ActionsFormMachineStateInfoMachineStateAction
source: Select the new machine state
fr: Sélectionnez un nouvel état de la machine
pt: Selecione o novo estado da máquina

# ActionsFormMachineStateLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# ActionsFormMachineStateLblPrimaryMachineState
source: Primary Machine State
fr: État primaire de la machine
pt: Estado primário da máquina

# ActionsFormMachineStateLblSecondaryMachineState
source: Secondary Machine State
fr: État secondaire de la machine
pt: Estado secundário da máquina

# ActionsFormMachineStateParagraph1
source: Add Machine State Action
fr: Ajouter une action de machine
pt: Adicionar ação de máquina

# ActionsFormMachineStateTxtActionName
source: Action Name
fr: Nom de l'action
pt: Nome da ação

# ActionsFormNotificationAddUser
source: Add user
fr: Ajouter un utilisateur
pt: Adicionar utilizador

# ActionsFormNotificationAddGroup
source: Add group
fr: Ajouter un groupe
pt: Adicionar grupo

# ActionsFormNotificationParagraph1
source: Add Notification Action
fr: Ajouter une action de notification
pt: Adicionar ação de notificação

# ActionsFormNotificationInfoNotificationAction
source: Fill the fields below to create a notification action.
fr: Remplissez les champs ci-dessous pour créer une notification
pt: Preencha os campos abaixo para criar uma notificação

# ActionsFormNotificationTxtActionName
source: Action Name
fr: Nom de l’action
pt: Nome da ação

# ActionsFormNotificationTxtNotificationTitle
source: Notification Title
fr: Titre de la notification
pt: Título da notificação

# ActionsFormNotificationMsgTypeMustBeSelected
source: Type must be selected
fr: Le type doit être sélectionné
pt: O tipo deve ser selecionado

# ActionsFormNotificationLblSelectNotificationType
source: Select Notification Type
fr: Sélectionner le type de notification
pt: Selecionar tipo de notificação

# ActionsFormNotificationLblSelectNotificationOrigin
source: Select Notification origin
fr: Sélectionner l’origine de la notification
pt: Selecionar origem da notificação

# ActionsFormNotificationMsgNotificationOrigin
source: Notification origin must be selected
fr: L’origine de la notification doit être sélectionnée
pt: A origem da notificação deve ser selecionada

# ActionsFormNotificationLblMessage
source: Message
pt: Mensagem

# ActionsFormNotificationLblFloatSchemaSelect
source: Schema select
fr: Sélectionner un schéma
pt: Selecionar esquema

# ActionsFormNotificationOptSelectSchema
source: Select a schema
fr: Sélectionner un schéma
pt: Selecionar um esquema

# ActionsFormNotificationTtxtNoSchema
source: No schema available
fr: Aucun schéma disponible
pt: Nenhum esquema disponível

# ActionsFormNotificationLblSchemaMappingsFields
source: Select mappings/fields
fr: Sélectionner les mappages/champs
pt: Selecionar mapeamentos/campos

# ActionsFormNotificationThUser
source: User
fr: Utilisateur
pt: Utilizador

# ActionsFormNotificationNoData
source: No data was found
fr: Aucune donnée trouvée
pt: Nenhum dado encontrado

# ActionsFormNotificationThGroup
source: Group
fr: Groupe
pt: Grupo

# ActionsFormNotificationInfoSearchUserAndSave
source: Search for user and save.
fr: Rechercher un utilisateur et enregistrer
pt: Pesquisar utilizador e guardar

# ActionsFormNotificationBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# ActionsFormNotificationBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# ActionsFormNotificationInfoSearchForGroupAndSave
source: Search for group and save.
fr: Rechercher un groupe et enregistrer
pt: Pesquisar grupo e guardar

# ActionsFormNotificationLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# ActionsFormNotificationLblUsers
source: Users
fr: Utilizateurs
pt: Utilizadores

# ActionsFormNotificationLblGroups
source: Groups
fr: Groupes
pt: Grupos

# ActionsFormNotificationTitleGroupSearch
source: Group Search
fr: Recherche de groupes
pt: Pesquisa de grupos

# ActionsFormNotificationTitleUserSearch
source: User Search
fr: Recherche d'utilizateur
pt: Pesquisa de utilizador

# ActionsFormSmsAddExternalUser
source: + Add external user
fr: + Ajouter un utilisateur externe
pt: + Adicionar utilizador externo

# ActionsFormSmsAddGroup
source: + Add group
fr: + Ajouter un groupe
pt: + Adicionar grupo

# ActionsFormSmsAddUser
source: + Add user
fr: + Ajouter un utilisateur
pt: + Adicionar utilizador

# ActionsFormSmsBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# ActionsFormSmsBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# ActionsFormSmsInfoSearchForExternalUserAndSave
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormSmsInfoSearchForGroupAndSave
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormSmsInfoSearchUserAndSave
source: Select the users, group or custom recipient
fr: Sélectionnez les utilisateurs, le groupe ou le destinataire personnalisé
pt: Selecione os utilizadores, grupo ou destinatário personalizado

# ActionsFormSmsInfoSmsAction
source: Config the SMS message to send
fr: Configurer le message SMS à envoyer
pt: Configurar a mensagem SMS a enviar

# ActionsFormSmsLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# ActionsFormSmsLblExternalUsers
source: External Users
fr: Utilizateurs externes
pt: Utilizadores externos

# ActionsFormSmsLblGroups
source: Groups
fr: Groupes
pt: Grupos

# ActionsFormSmsLblMessage
source: Message
pt: Mensagem

# ActionsFormSmsLblSchemaMappingsFields
source: Select mappings/fields
fr: Sélectionner les mappages/champs
pt: Selecionar mapeamentos/campos

# ActionsFormSmsLblUsers
source: Users
fr: Utilizateurs
pt: Utilizadores

# ActionsFormSmsNoData
source: No data was found
fr: Aucune donnée trouvée
pt: Nenhum dado encontrado

# ActionsFormSmsParagraph1
source: Add SMS Action
fr: Ajouter une action SMS
pt: Adicionar ação SMS

# ActionsFormSmsThExternalUser
source: NAME
fr: NOM
pt: NOME

# ActionsFormSmsThGroup
source: NAME
fr: NOM
pt: NOME

# ActionsFormSmsThUser
source: NAME
fr: NOM
pt: NOME

# ActionsFormSmsTitleExternalUserSearch
source: External User Search
fr: Recherche d'utilizateur externe
pt: Pesquisa de utilizador externo

# ActionsFormSmsTitleGroupSearch
source: Group Search
fr: Recherche de groupes
pt: Pesquisa de grupos

# ActionsFormSmsTitleUserSearch
source: User Search
fr: Recherche d'utilizateur
pt: Pesquisa de utilizador

# ActionsFormSmsTxtActionName
source: Action Name
fr: Nom de l'action
pt: Nome da ação

# ActionsFormSmsTxtNoSchema
source: No schema available
fr: Aucun schéma disponible
pt: Nenhum esquema disponível

# ActionsFormSmsTxtSmsTitle
source: SMS Title
fr: Titre du SMS
pt: Título do SMS

# ActionsIndexBtnAddAction
source: Add machine
fr: Ajouter une machine
pt: Adicionar máquina

# ActionsIndexBtnEmailAction
source: E-mail Action
fr: Action e-mail
pt: Ação de e-mail

# ActionsIndexBtnMachineStateAction
source: Machine State Action
fr: Action d’état de la machine
pt: Ação de estado da máquina

# ActionsIndexBtnNotificationAction
source: Notification Action
fr: Action de notification
pt: Ação de notificação

# ActionsIndexBtnSmsAction
source: SMS Action
fr: Action SMS
pt: Ação de SMS

# ActionsIndexChangeViewModel
source: Change view model
fr: Changer le modèle de vue
pt: Alterar modelo de visualização

# ActionsIndexEditItem
source: Edit item
fr: Modifier l'élément
pt: Modificar item

# ActionsIndexNoData
source: No data was found
fr: Aucune donnée trouvée
pt: Nenhum dado encontrado

# ActionsIndexParagraph1
source: Actions
pt: Ações

# ActionsIndexShowAllActions
source: Show all actions
fr: Afficher toutes les actions
pt: Mostrar todas as ações

# ActionsIndexShowDisabled
source: Show disabled
fr: Afficher les désactivés
pt: Mostrar desativados

# ActionsIndexShowEnabled
source: Show enabled
fr: Afficher les activés
pt: Mostrar ativados

# ApplicationFormBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# ApplicationFormBreadcrumb2
source: Application
pt: Aplicação

# ApplicationFormBreadcrumb3
source: Add
fr: Ajouter
pt: Adicionar

# ApplicationFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# ApplicationFormBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# ApplicationFormLblEnabled
source: Enabled
fr: Activé
pt: Habilitado

# ApplicationFormLblName
source: Name
fr: Nom
pt: Nome

# ApplicationFormNameMustBeInformed
source: Please, provide a name
fr: S'il vous plaît, fournissez un nom
pt: Por favor, forneça um nome

# ApplicationFormParagraph1
source: Add application
fr: Ajouter une application
pt: Adicionar aplicação

# ApplicationFormParagraph2
source: Application Info
fr: Informations sur l'application
pt: Informações da aplicação

# ApplicationFormInstruction1
source: Fill in all fields marked with (*) and required information to add a application.
fr: Remplissez tous les champs marqués d'un (*) ainsi que les informations requises pour ajouter une application.
pt: Preencha todos os campos assinalados com (*) e a informação necessária para adicionar a aplicação.

# ApplicationFormInstruction1edit
source: Fill in all fields marked with (*) and required information to edit the application.
fr: Remplissez tous les champs marqués d'un (*) ainsi que les informations requises pour modifier l'application.
pt: Preencha todos os campos assinalados com (*) e a informação necessária para editar a aplicação.

# ApplicationIndexShowDisabled
source: Show Disabled
fr: Afficher les desactivés
pt: Mostrar desabilitados

# ApplicationIndexShowEnabled
source: Show Enabled
fr: Afficher les activés
pt: Mostrar habilitados

# ApplicationIndexBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# ApplicationIndexBreadcrumb2
source: Applications
fr: Utilisateurs
pt: Utilizadores

# ApplicationIndexBtnAddApplication
source: Add Application
fr: Ajouter une application
pt: Adicionar aplicação

# ApplicationIndexParagraph1
source: Applications
fr: Utilisateurs
pt: Utilizadores

# ApplicationIndexThActions
source: Actions
pt: Ações

# ApplicationIndexThName
source: Name
fr: Nom
pt: Nome

# CompaniesFormAddressMustBeInformed
source: The address must be informed
fr: L'adresse doit être renseignée
pt: O endereço deve ser informado

# CompaniesFormBntLogo
source: Logo
pt: Logotipo

# CompaniesFormBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# CompaniesFormBreadcrumb2
source: Company
fr: Entreprise
pt: Empresa

# CompaniesFormBreadcrumb3
source: Add Company
fr: Ajouter une entreprise
pt: Adicionar Empresa

# CompaniesFormBtnAddDepartment
source: Add Department
fr: Ajouter un département
pt: Adicionar Departamento

# CompaniesFormBtnAddNewDivision
source: Add New Branch
fr: Ajouter une Nouvelle Division
pt: Adicionar Nova Divisão

# CompaniesFormBtnCancel
source: Cancel
fr: Annuler
pt: Cancelar

# CompaniesFormBtnLogo
source: Logo
pt: Logótipo

# CompaniesFormBtnSave
source: Save
fr: Enregistrer
pt: Guardar

# CompaniesFormCityMustBeInformed
source: The city must be informed
fr: La ville doit être renseignée
pt: A cidade deve ser informada

# CompaniesFormCompanyNameMustBeInformed
source: The company name must be informed
fr: Le nom de l'entreprise doit être renseigné
pt: O nome da empresa deve ser informado

# CompaniesFormContactNameMustBeInformed
source: The contact name must be informed
fr: Le nom du contact doit être renseigné
pt: O nome do contacto deve ser informado

# CompaniesFormCountryMustBeSelected
source: The country must be selected
fr: Le pays doit être sélectionné
pt: O país deve ser selecionado

# CompaniesFormDepartmentName
source: Department name
fr: Nom du département
pt: Nome do departamento

# CompaniesFormDepartmentNameMustBeInformed
source: The department name must be informed
fr: Le nom du département doit être renseigné
pt: O nome do departamento deve ser informado

# CompaniesFormDepartments
source: Departments
fr: Départements
pt: Departamentos

# CompaniesFormEmailMustBeInformed
source: The e-mail must be informed
fr: L’e-mail doit être renseigné
pt: O e-mail deve ser informado

# CompaniesFormInformAddress
source: Inform address
fr: Renseigner l'adresse
pt: Informar o endereço

# CompaniesFormInformCity
source: Inform city
fr: Renseigner la ville
pt: Informar a cidade

# CompaniesFormInformCompanyName
source: Inform company name
fr: Renseigner le nom de l'entreprise
pt: Informar o nome da empresa

# CompaniesFormInformContactName
source: Inform contact name
fr: Renseigner le nom du contact
pt: Informar o nome do contacto

# CompaniesFormInformDepartmentName
source: Inform department name
fr: Renseigner le nom du département
pt: Informar o nome do departamento

# CompaniesFormInformEmail
source: Inform e-mail
fr: Renseigner l’e-mail
pt: Informar o e-mail

# CompaniesFormInformNickname
source: Inform nickname
fr: Renseigner le surnom
pt: Informar o apelido

# CompaniesFormInformPhoneNumber
source: Inform phone number
fr: Renseigner le numéro de téléphone
pt: Informar o número de telefone

# CompaniesFormInformWebsite
source: Inform website
fr: Renseigner le site web
pt: Informar o site

# CompaniesFormInformZip
source: Inform zip code
fr: Renseigner le code postal
pt: Informar o código postal

# CompaniesFormInvalidZip
source: Invalid zip code
fr: Code postal invalide
pt: Código postal inválido

# CompaniesFormLblAddress
source: Address
fr: Adresse
pt: Morada

# CompaniesFormLblCity
source: City
fr: Ville
pt: Cidade

# CompaniesFormLblCompanyName
source: Company Name
fr: Nom de la entreprise
pt: Nome da Empresa

# CompaniesFormLblContactName
source: Contact Name
fr: Nom du Contact
pt: Nome de Contato

# CompaniesFormLblCountry
source: Country
fr: Pays
pt: País

# CompaniesFormLblNickname
source: Nickname
fr: Surnom
pt: Alcunha

# CompaniesFormLblPhoneNumber
source: Phone Number
fr: Numéro de Téléphone
pt: Número de Telefone

# CompaniesFormLblProvince
source: Province
pt: Província

# CompaniesFormLblZipCode
source: Zip Code
fr: Code Postal
pt: Código Postal

# CompaniesFormNicknameMustBeInformed
source: The nickname must be informed
fr: Le surnom doit être renseigné
pt: O apelido deve ser informado

# CompaniesFormParagraph0
source: Add Company
fr: Ajouter une entreprise
pt: Adicionar empresa

# CompaniesFormParagraph1
source: Edit Company
fr: Modifier l’entreprise
pt: Editar empresa

# CompaniesFormParagraph2
source: Company Info
fr: Informations sur l'entreprise
pt: Informações da Empresa

# CompaniesFormParagraph3
source: Contact
pt: Contato

# CompaniesFormParagraph4
source: Address
fr: Adresse
pt: Morada

# CompaniesFormParagraph5
source: Branches
fr: Divisions
pt: Divisões

# CompaniesFormPhoneNumberMustBeInformed
source: The phone number must be informed
fr: Le numéro de téléphone doit être renseigné
pt: O número de telefone deve ser informado

# CompaniesFormProvinceMustBeSelected
source: The province must be selected
fr: La province doit être sélectionnée
pt: A província deve ser selecionada

# CompaniesFormSearchForCompanyAndSave
source: Search for company and save
fr: Rechercher une entreprise et enregistrer
pt: Pesquisar empresa e guardar

# CompaniesFormTableHeadActions
source: Actions
pt: Ações

# CompaniesFormTableHeadAddress
source: Adress
fr: Adresse
pt: Morada

# CompaniesFormTableHeadCity
source: City
fr: Ville
pt: Cidade

# CompaniesFormTableHeadName
source: Name
fr: Nom
pt: Nome

# CompaniesFormTableHeadPhoneNumber
source: Phone Number
fr: Numéro de Téléphone
pt: Número de Telefone

# CompaniesFormWebsiteMustBeInformed
source: The website must be informed
fr: Le site web doit être renseigné
pt: O site deve ser informado

# CompaniesFormZipMustBeInformed
source: Zip code must be informed
fr: Le code postal doit être renseigné
pt: O código postal deve ser informado

# CompaniesIndexBreadcrumb1
source: Home
fr: Accueil
pt: Página Inicial

# CompaniesIndexBreadcrumb2
source: Company
fr: Société
pt: Empresa

# CompaniesIndexBtnAddCompany
source: Add Company
fr: Ajouter une Société
pt: Adicionar Empresa

# CompaniesIndexHideSensitiveData
source: Hide sensitive data
fr: Masquer les données sensibles
pt: Ocultar dados sensíveis

# CompaniesIndexNoData
source: No data to display
fr: Aucune donnée à afficher
pt: Sem dados para exibir

# CompaniesIndexParagraph1
source: Companies
fr: Entreprises
pt: Empresas

# CompaniesIndexSearch
source: Search
fr: Rechercher
pt: Pesquisar

# CompaniesIndexSearchCriteria
source: Type your search criteria
fr: Tapez vos critères de recherche
pt: Digite os seus critérios de pesquisa

# CompaniesIndexShowAll
source: Show all companies
fr: Afficher toutes les entreprises
pt: Mostrar todas as empresas

# CompaniesIndexShowSensitiveData
source: Show sensitive data
fr: Afficher les données sensibles
pt: Mostrar dados sensíveis

# CompaniesIndexTableHeadActions
source: Actions
pt: Ações

# CompaniesIndexTableHeadCity
source: City
fr: Ville
pt: Cidade

# CompaniesIndexTableHeadContactName
source: Contact Name
fr: Nom du Contact
pt: Nome de Contato

# CompaniesIndexTableHeadName
source: Name
fr: Nom
pt: Nome

# CompaniesIndexTableHeadNickname
source: Nickname
fr: Surnom
pt: Alcunha

# CompaniesIndexTableHeadPhoneNumber
source: Phone Number
fr: Numéro de Téléphone
pt: Número de Telefone

# CompaniesIndexThEnable
source: Enabled/Disabled
fr: Activés/ Désactivés
pt: Habilitado/Desabilitado

# CompaniesIndexShowDisabled
source: Show disabled
fr: Afficher les désactivés
pt: Mostrar desativados

# CompaniesIndexShowEnabled
source: Show enabled
fr: Afficher les activés
pt: Mostrar ativados

# CompaniesIndexChangeViewModel
source: Change view model
fr: Changer le modèle d'affichage
pt: Alterar modelo de visualização

# breadcrumb1
source: User
fr: Accueil
pt: Início

# breadcrumb2
source: Settings
fr: Paramètres
pt: Definições
