Repository: DevLaport/localizers-csiflex
Catalog: RulesFormMappingFieldBase.*.resx
Languages: fr

# RulesMappingParagraph1
source: Mapping Rule
fr: RulesMappingParagraph1

# RulesMappingDescription
source: Configure mapping rules for the selected connector and schema.
fr: RulesMappingDescription

# RulesMappingTtipClose
source: Close the rule mapping form
fr: RulesMappingTtipClose

# RulesMappingLblName
source: Name
fr: RulesMappingLblName

# RulesMappingStepMappings
source: Mappings
fr: RulesMappingStepMappings

# RulesMappingStepMappingsDesc
source: Define the mapping configuration.
fr: RulesMappingStepMappingsDesc

# RulesMappingInfoSelectParams
source: Select the fields that should be mapped.
fr: RulesMappingInfoSelectParams

# RulesMappingLblConnectorType
source: Connector type
fr: RulesMappingLblConnectorType

# RulesMappingAriaConnectorType
source: Select connector type
fr: RulesMappingAriaConnectorType

# RulesMappingLblSelectSchema
source: Schema
fr: RulesMappingLblSelectSchema

# RulesMappingAriaSchema
source: Select schema
fr: RulesMappingAriaSchema

# RulesMappingLblSelectMapping
source: Mapping
fr: RulesMappingLblSelectMapping

# RulesMappingAriaMapping
source: Select mapping
fr: RulesMappingAriaMapping

# RulesMappingLblSelectParams
source: Parameters
fr: RulesMappingLblSelectParams

# RulesMappingAriaParams
source: Select parameters
fr: RulesMappingAriaParams

# RulesMappingStepConditions
source: Conditions
fr: RulesMappingStepConditions

# RulesMappingStepConditionsDesc
source: Configure the conditions for execution.
fr: RulesMappingStepConditionsDesc

# RulesMappingInfoSetConditions
source: Set the conditions for rule execution.
fr: RulesMappingInfoSetConditions

# RulesMappingLblField
source: Field
fr: RulesMappingLblField

# RulesMappingLblChooseCondition
source: Choose condition
fr: RulesMappingLblChooseCondition

# RulesMappingLblValue
source: Value
fr: RulesMappingLblValue

# RulesMappingValidationValue
source: The value is required.
fr: RulesMappingValidationValue

# RulesMappingLblOperator
source: Operator
fr: RulesMappingLblOperator

# RulesMappingLblDelayTime
source: Delay time
fr: RulesMappingLblDelayTime

# RulesMappingValidationDelayTime
source: Delay time is required.
fr: RulesMappingValidationDelayTime

# RulesMappingStepVerification
source: Verification
fr: RulesMappingStepVerification

# RulesMappingStepVerificationDesc
source: Verify that the rule is configured properly.
fr: RulesMappingStepVerificationDesc

# RulesMappingTestTitle
source: Test Rule
fr: RulesMappingTestTitle

# RulesMappingTestDescription
source: Run the test to validate the rule.
fr: RulesMappingTestDescription

# RulesMappingPlaceholderTestValue
source: Enter test value
fr: RulesMappingPlaceholderTestValue

# RulesMappingTtipTest
source: Execute rule test
fr: RulesMappingTtipTest

# RulesMappingBtnTest
source: Test
fr: RulesMappingBtnTest

# RulesMappingTtipWaiting
source: Waiting for test
fr: RulesMappingTtipWaiting

# RulesMappingTtipSuccess
source: Test passed successfully
fr: RulesMappingTtipSuccess

# RulesMappingTtipFailure
source: Test failed
fr: RulesMappingTtipFailure

# RulesMappingTtipClone
source: Clone rule
fr: RulesMappingTtipClone

# RulesMappingBtnClone
source: Clone
fr: RulesMappingBtnClone

# RulesMappingTtipSave
source: Save rule
fr: RulesMappingTtipSave

# RulesMappingBtnSave
source: Save
fr: RulesMappingBtnSave

# RulesMappingTtipCancel
source: Cancel rule
fr: RulesMappingTtipCancel

# RulesMappingBtnCancel
source: Cancel
fr: RulesMappingBtnCancel
